<?php get_header() ?>

<body>



    <header>
        <div class="image-box">
            <a href="https://cashif.cc/">
                <img src=<?php echo get_template_directory_uri() . '/assets/images/logo.webp' ?> alt="Cashif logo" />
            </a>
        </div>
    </header>


    <div class="text-box">
        <h1>الأحكام والشروط</h1>

        <p class="mt-4">من خلال الوصول إلى هذا الموقع أو استخدامه، فإنك تقر بأنك قد قرأت وفهمت ووافقت على الالتزام بهذه الأحكام والشروط.</p>

        <ul>
            <li><strong>الدفع والرسوم:</strong> يتم تحديد الرسوم مقابل خدمات الفحص بشكل واضح على الموقع. الدفع يتم عبر بوابة الدفع الإلكترونية، ولن يتم تقديم الخدمة حتى يتم استلام الدفع بالكامل.</li>
            <li><strong>التزامات العميل:</strong> تحمل العميل مسؤولية تقديم معلومات دقيقة عن السيارة التي يرغب في فحصها، ويجب أن يلتزم بترتيب موعد الفحص مع المركز المختار وفقاً للإجراءات المحددة.</li>
            <li><strong>خدمة مخدوم:</strong> وصف الخدمة: في حال وجدت سيارة للبيع في مدينة الرياض او الدمام وكنت تسكن خارج هاتين المدينين، مركز كاشف يقوم نيابة عنك بحفص السيارة وتصويرها وارسال تقريرها لك، ونساعدك في تأمينها ونقل ملكيتها وشحنها. الخدمة تشمل 1- حضور صاحب السيارة الى إحدى مراكز كاشف 2- نقوم بفحص السيارة وتجربتها ميدانيا. 3- نرسل لك تقرير يظهر لك تفاصيل السيارة بصيغة PDF. مع العلم يتوفر خدمات إضافية مثل التصوير او الفحص المتنقل برسوم إضافية ويتم تفعيلها حسب الرغبة.</li>
            <li class="m-0"><strong>الخدمات المضافة:</strong> يقدم مركز كاشف، بالتعاون مع شركائه، خدمات إضافية بعد إجراء الفحص مثل: نقل ملكية السيارة، تأمين السيارة، وشحن السيارة. تجدر الإشارة إلى أن هذه الخدمات الإضافية تتم من خلال شركائه، وبالتالي فإن مركز كاشف لا يتحمل أي مسؤولية قانونية عن الأخطاء أو التعويضات أو المطالبات المتعلقة بهذه الخدمات.</li>
        </ul>

        <p><strong>دور مركز كاشف الرئيسي يقتصر على فحص السيارة وإصدار التقرير فقط،</strong> وبذلك ينتهي دوره الرسمي بمجرد تسليم التقرير للعميل</p>

    </div>

    <div class="text-box pt-1">
        <h1>سياسة الخصوصية</h1>

        <ul>
            <li><strong>جمع المعلومات:</strong> نقوم بجمع المعلومات الشخصية الضرورية لتقديم خدماتنا، بما في ذلك اسم العميل، معلومات الاتصال، تفاصيل السيارة، ومعلومات الدفع.</li>
            <li><strong>استخدام المعلومات:</strong> تُستخدم المعلومات التي نجمعها فقط لأغراض تقديم الخدمة، بما في ذلك التنسيق مع مراكز الفحص، إرسال التقارير، ومعالجة عمليات الدفع.</li>
            <li><strong>من خلال تقديمك لبياناتك الشخصية:</strong> بما في ذلك رقم الهاتف، فإنك توافق على أن مركز كاشف قد يستخدم هذه المعلومات لأغراض التسويق والتواصل معك بشأن العروض والخدمات الجديدة</li>
            <li><strong>مشاركة المعلومات:</strong> نحن لا نشارك معلوماتك الشخصية مع أطراف ثالثة إلا بما يقتضيه تقديم الخدمة، مثل بوابة الدفع أو شركاء الفحص والشحن. يتم التعامل مع جميع المعلومات بسرية تامة وفقاً لمعايير الأمان المتبعة.</li>
            <li class="m-0"><strong>حماية المعلومات:</strong> نلتزم باتخاذ كافة التدابير اللازمة لحماية معلوماتك الشخصية من الوصول غير المصرح به أو الكشف عنها أو استخدامها بأي طريقة غير قانونية.</li>
        </ul>
    </div>


    <footer>
        <div>
            <p>جميع الحقوق محفوظة © 2025 مركز كاشف</p>
        </div>
    </footer>


    <!--Start WhatsApp icon section-->
    <a id="whatsapp-btn" aria-label="WhatsApp Customer Service" class="sticky-icon" target="_blank" href="https://api.whatsapp.com/send?phone=966920019948&text=*اختر من القائمة الرئيسية*">
        <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" fill="#fff" class="bi bi-whatsapp" viewbox="0 0 16 16">
            <path d="M13.601 2.326A7.854 7.854 0 0 0 7.994 0C3.627 0 .068 3.558.064 7.926c0 1.399.366 2.76 1.057 3.965L0 16l4.204-1.102a7.933 7.933 0 0 0 3.79.965h.004c4.368 0 7.926-3.558 7.93-7.93A7.898 7.898 0 0 0 13.6 2.326zM7.994 14.521a6.573 6.573 0 0 1-3.356-.92l-.24-.144-2.494.654.666-2.433-.156-.251a6.56 6.56 0 0 1-1.007-3.505c0-3.626 2.957-6.584 6.591-6.584a6.56 6.56 0 0 1 4.66 1.931 6.557 6.557 0 0 1 1.928 4.66c-.004 3.639-2.961 6.592-6.592 6.592zm3.615-4.934c-.197-.099-1.17-.578-1.353-.646-.182-.065-.315-.099-.445.099-.133.197-.513.646-.627.775-.114.133-.232.148-.43.05-.197-.1-.836-.308-1.592-.985-.59-.525-.985-1.175-1.103-1.372-.114-.198-.011-.304.088-.403.087-.088.197-.232.296-.346.1-.114.133-.198.198-.33.065-.134.034-.248-.015-.347-.05-.099-.445-1.076-.612-1.47-.16-.389-.323-.335-.445-.34-.114-.007-.247-.007-.38-.007a.729.729 0 0 0-.529.247c-.182.198-.691.677-.691 1.654 0 .977.71 1.916.81 2.049.098.133 1.394 2.132 3.383 2.992.47.205.84.326 1.129.418.475.152.904.129 1.246.08.38-.058 1.171-.48 1.338-.943.164-.464.164-.86.114-.943-.049-.084-.182-.133-.38-.232z"></path>
        </svg>
    </a>
    <!--End WhatsApp icon section-->
    </div>

    <?php get_footer() ?>